# =================================================================================================

##【 IMPULSE 】

  ## インベントリ管理

    # アイテム削除
      $clear @s $(ID)[ \
        minecraft:custom_data = { \
          "MasterID":   "$(MasterID)", \
          "MasterType": "$(MasterType)", \
          "ItemID":     "$(ItemID)", \
          "ItemMode":   "$(ItemMode)", \
          "ItemStatus": "$(ItemStatus)" \
        } \
      ]
# =================================================================================================
# ver 0.11.0
